<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行はパスワードブローカーがパスワード更新試行の結果として
    | 無効なパスワードやリセットトークンによる失敗などの理由を示す
    | デフォルトの行です。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => '再試行する前にしばらくお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'このメールアドレスのユーザーが見つかりません。',

];
